<div class="news"> <span style="font-size: 60px; align: center;"><b>Новости.</b></span></div> <br>
<div class="news"><b>12 апреля 2014</b> <br>Добавил пробную версию личного английского словаря.</div><br>
<div class="news"><b>18 марта 2014</b> <br>Добавил <a href=\"/games/gameOfLife/\">Game of Life</a></div><br>
<div class="news"><b>18 марта 2014</b> <br>Добавил небольшую таблицу функций, которые были мне полезны, и необходимых для них библиотек C++. </div><br>
<div class="news"> <b>17 марта 2014</b> <br>Добавил список участником олимпиады ИТМО по информатике и их результаты (Поиск, почему-то, работает не совсем так, как нужно).</div><br>
<div class="news"> <b>13 марта 2014</b> <br>По просьбе друга введена страница с пробной системой поиска по тегам (См. пункт меню "for maharius"). </div><br>
<div class="news"> <b>07 марта 2014</b> <br> Добавлены стихи для 8 марта. Сломана игра "пятнашки". Оптимизировано меню. Ведется поиск проблемы с выделением пункта меню. </div><br>
<div class="news"> <b>04 мая 2016</b> <br> Восстановил сайт. Сломал меню. Сломал файл с библиотеками c++. Сломал ссылку на словарь. </div><br>
	